<p>Bonjour &agrave; tous ceux qui me suivent!</p>
<p>Je fais ce point en fran&ccedil;ais, n'h&eacute;sitez pas &agrave; demander si Google Trad n'est pas &agrave; la hauteur!</p>
<p>Je ne parle jamais de mon compte, je ne cherche pas &agrave; le "vendre" comme beaucoup ;-). <br />Mais certains m'avaient demand&eacute; de faire un point suite &agrave; l'&eacute;volution des frais en janvier. <br />J'ai aussi un suiveur qui m'a demand&eacute; des infos sur ma surcouche Etoro. <br />Et je vais en profiter enfin pour faire un point global apr&egrave;s bient&ocirc;t 1 an sur Etoro, pour moi-m&ecirc;me! <br /><br /></p>
<hr />
<h2>Bilan des leviers</h2>
<hr />
<p><em>Pour r&eacute;pondre &agrave; la question "est-ce r&eacute;ellement int&eacute;ressant d'utiliser un haut levier?"...</em> <br />Ma moyenne de gain par position en X10 est de 20%, contre 11% en X5. <br />Le gain r&eacute;el (frais d&eacute;duit) n'est aussi que de 20% alors que ces positions repr&eacute;sentent 23% de mes positions.</p>
<p>Ces statistiques sont sur un an, l'int&eacute;r&ecirc;t a fortement diminu&eacute; depuis janvier avec les frais largement augment&eacute; d'Etoro... mais je continuerais, avec beaucoup plus de parcimonie! <br />Actuellement, 5 positions en X10 : 2 &gt; 100% de gain, 1 p&eacute;niblement en vert et 1 en rouge qui revient de loin.</p>
<p><img src="etoro_levier.png" alt="stats des leviers" /></p>
<p>&nbsp;</p>
<hr />
<h2>Impact de l'augmentation des frais</h2>
<hr />
<p>En janvier, Etoro a significativement augment&eacute; les frais </p>
<p>&nbsp;</p>
<hr />
<h2>Bilan activit&eacute;</h2>
<hr />
<h3><span style="text-decoration: underline;">Par type de produits</span></h3>
<p>Historique, j'ai perdu beaucoup dans le p&eacute;trole, l'or et la devise USDJPY pendant mes premiers mois... -22%, rien que &ccedil;a!<br /> La le&ccedil;on a co&ucirc;t&eacute; cher, mais au moins je suis fier d'&ecirc;tre de nouveau positif malgr&eacute; cela!</p>
<p>Je travaille pour revenir en positif sur les indices (suite grosse perte de 5% du compte en f&eacute;vrier), l'activit&eacute; principale restant sur les actions US et EU.</p>
<p>xxxxxxxxxxxxxxxxxxxxxxx</p>
<h3><span style="text-decoration: underline;">Quelques extr&ecirc;mes</span></h3>
<p>Produit|% du compte|Mois --|--|-- SPX500|-2,6%|Mars MXL|-2,7%|Mai STM.MI|-3%|Avril</p>
<p>MXL a &eacute;t&eacute; vraiment douloureux... <br />STM.MI encore plus, apr&egrave;s avoir ferm&eacute; plusieurs positions via le SL, j'ai ferm&eacute; en rouge tout le reste... et l'action est reparti &agrave; la hausse aussit&ocirc;t! Tr&egrave;s &eacute;nervant! Je suis r&eacute;-entr&eacute; (actuellement &agrave; +30%) mais avec une somme moindre et ce qui est perdu est... perdu</p>
<table style="border-color: blue;" border="1">
<thead>
<tr style="background-color: grey;">
<td>Produit</td>
<td>% du compte</td>
<td>Mois</td>
</tr>
</thead>
<tbody>
<tr>
<td>MU</td>
<td>4,4%</td>
<td>Mars</td>
</tr>
<tr>
<td>NFLX</td>
<td>2,8%</td>
<td>
<p>Janvier</p>
</td>
</tr>
</tbody>
</table>
<h3><span style="text-decoration: underline;">Profils copi&eacute;s<br /></span></h3>
<p>Merci aux PI que je copie! Surtout ceux dans le vert...<br />D&eacute;but d'ann&eacute;e difficile pour tous sans exception, surtout le mois de mars vraiment affreux.</p>
<p>J'ai ajout&eacute; CatyFX et ALnayef afin de diversifier (et pour leur r&eacute;gularit&eacute;!), le d&eacute;but a &eacute;t&eacute; difficile mais tout est vert maintenant!</p>
<p>Wesley reste indispensable pour ses messages, rassurant en temps de crise et permettant parfois de prendre de bonnes positions.<br />AlexPlesk reste le plus r&eacute;gulier : m&ecirc;me si l&agrave; aussi 2018 a mal commenc&eacute;, je ne <br />Merci &agrave; Wesley pour&nbsp; ses messages, toujours rassurant en temps de crise. Et qui m'ont permis parfois de prendre de bonnes positions.</p>
<p>Et bravo &agrave; AlexPlesk, le plus r&eacute;gulier m&ecirc;me si</p>
<p>&nbsp;</p>
<hr />
<h2>Am&eacute;liorer l'utilisation</h2>
<hr />
<p>Pour information "My Etoro" est un userscript qui rajoute des informations &agrave; Etoro. <br />En vrac :</p>
<ul>
<li>Bulle d'information sur chaque produit</li>
<li>Tag des produits (dans mon cas, l'action &agrave; faire et le type de produit, par exemple diff&eacute;rencier march&eacute; US et march&eacute; EU)</li>
<li>Mise en valeur dans certains cas (rouge si &agrave; surveiller, date de l'ER en gras si c'est le lendemain,...)</li>
<li>Filtres et tri sur les favoris</li>
</ul>
<p>M&ecirc;me si l'utilisation est surtout personne et que peu de monde le suis, j'ai d&eacute;cid&eacute; de l'am&eacute;liorer pour le rendre "diffusable".<br /> Je suis en train de le transformer en web-extensions, de l'internationaliser (enfin, traduction anglais et fran&ccedil;ais mais une fois en place tout est possible :)) et de le rendre plus facilement configurable.<br />Et y seront int&eacute;gr&eacute;s d'autres nouveaut&eacute;s que je n'ai pas publi&eacute; sur Github. Donc oui, d&eacute;sol&eacute;, toujours pas de mise &agrave; jour mais &ccedil;a viendra!</p>
